export const books = [
    { title: "Гордість і упередження", author: "Джейн Остін", year: 1813, genre: "Роман" },
    { title: "Мобі Дік", author: "Герман Мелвілл", year: 1851, genre: "Пригодницький роман" },
    { title: "Великий Гетсбі", author: "Френсіс Скотт Фіцджеральд", year: 1925, genre: "Роман" },
    { title: "Серця трьох", author: "Джек Лондон", year: 1919, genre: "Пригодницький роман" },
    { title: "Сто років самотності", author: "Габріель Гарсія Маркес", year: 1967, genre: "Магічний реалізм" },
    { title: "На західному фронті без змін", author: "Еріх Марія Ремарк", year: 1929, genre: "Антивоєнний роман" },
    { title: "1984", author: "Джордж Орвелл", year: 1949, genre: "Антиутопія" },
    { title: "Кафка на пляжі", author: "Харукі Муракамі", year: 2002, genre: "Фантастика" },
    { title: "Портрет Доріана Грея", author: "Оскар Вайлд", year: 1890, genre: "Готичний роман" },
    { title: "Одіссея", author: "Гомер", year: -800, genre: "Епос" },
    { title: "Гра престолів", author: "Джордж Р. Р. Мартін", year: 1996, genre: "Фентезі" },
    { title: "Старий і море", author: "Ернест Хемінгуей", year: 1952, genre: "Пригодницький роман" },
    { title: "Убити пересмішника", author: "Гарпер Лі", year: 1960, genre: "Роман" },
    { title: "Пригоди Шерлока Холмса", author: "Артур Конан Дойл", year: 1892, genre: "Детектив" },
    { title: "Чужинець", author: "Альбер Камю", year: 1942, genre: "Екзистенціалістський роман" },
    { title: "Ловець у житі", author: "Дж. Д. Селінджер", year: 1951, genre: "Роман" }

];