const Model = {
  books: [
    { title: "Кобзар", author: "Тарас Шевченко", year: 1840, genre: "Поезія" },
    { title: "Лісова пісня", author: "Леся Українка", year: 1911, genre: "Драма-феєрія" },
    { title: "Тигролови", author: "Іван Багряний", year: 1944, genre: "Пригодницький роман" },
    { title: "Місто", author: "Валер'ян Підмогильний", year: 1928, genre: "Урбаністичний роман" },
    { title: "Ворошиловград", author: "Сергій Жадан", year: 2010, genre: "Сучасна проза" },
    { title: "Енеїда", author: "Іван Котляревський", year: 1798, genre: "Бурлескно-травестійна поема" },
    { title: "Захар Беркут", author: "Іван Франко", year: 1883, genre: "Історична повість" },
    { title: "Чорна рада", author: "Пантелеймон Куліш", year: 1857, genre: "Історичний роман" },
    { title: "Маруся Чурай", author: "Ліна Костенко", year: 1979, genre: "Історичний роман у віршах" },
    { title: "Собор", author: "Олесь Гончар", year: 1968, genre: "Роман" },
    { title: "Тореадори з Васюківки", author: "Всеволод Нестайко", year: 1973, genre: "Дитяча література" },
    { title: "Зачарована Десна", author: "Олександр Довженко", year: 1956, genre: "Автобіографічна кіноповість" },
    { title: "Мальви", author: "Роман Іваничук", year: 1968, genre: "Історичний роман" },
    { title: "Кайдашева сім'я", author: "Іван Нечуй-Левицький", year: 1879, genre: "Соціально-побутова повість" },
    { title: "Сад Гетсиманський", author: "Іван Багряний", year: 1950, genre: "Роман" },
    { title: "Земля", author: "Ольга Кобилянська", year: 1902, genre: "Соціально-психологічна повість" },
    { title: "Остання любов Асури Махараджа", author: "Любко Дереш", year: 2013, genre: "Психологічний роман" },
    { title: "Солодка Даруся", author: "Марія Матіос", year: 2004, genre: "Драма на три життя" },
    { title: "Чорний ворон", author: "Василь Шкляр", year: 2009, genre: "Історичний роман" },
    { title: "Польові дослідження з українського сексу", author: "Оксана Забужко", year: 1996, genre: "Феміністичний роман" }
  ],
  getAllBooks() {
    return this.books;
  },
}