const booksList = {
    books: [
      {
        "title": "1984",
        "author": "Джордж Орвелл",
        "year": "1949",
        "genre": "Антиутопія",
      },
      {
        "title": "Трилер на лінії розмежування",
        "author": "Джон Грішем",
        "year": "2018",
        "genre": "Трилер",
      },
      {
        "title": "Нічний адмін",
        "author": "Джон Ле Карре",
        "year": "2016",
        "genre": "Шпигунський роман",
      },
      {
        "title": "Шовкопряд",
        "author": "Роберт Гелбрейт",
        "year": "2014",
        "genre": "Детектив",
      },
      {
        "title": "Гра престолів",
        "author": "Джордж Р. Р. Мартін",
        "year": "1996",
        "genre": "Фентезі",
      },
      {
        "title": "Дівчина у потягу",
        "author": "Пола Гокінз",
        "year": "2015",
        "genre": "Трилер",
      },
      {
        "title": "Коротка історія семи вбивств",
        "author": "Марлон Джеймс",
        "year": "2014",
        "genre": "Історичний роман",
      },
      {
        "title": "Місто дівчат",
        "author": "Елізабет Гілберт",
        "year": "2019",
        "genre": "Роман",
      },
      {
        "title": "Звіяні вітром",
        "author": "Маргарет Мітчелл",
        "year":"1936",
        "genre": "Історичний роман",
      },
      {
        "title": "Дюна",
        "author": "Френк Герберт",
        "year": "1965",
        "genre": "Фантастика",
      },
      {
        "title": "Гаррі Поттер і філософський камінь",
        "author": "Дж. К. Ролінґ",
        "year": '1997',
        "genre": "Фентезі",
      },
      {
        "title": "Володар перснів: Братство персня",
        "author": "Дж. Р. Р. Толкін",
        "year": "1954",
        "genre": "Фентезі",
      },
      {
        "title": "Гра престолів",
        "author": "Джордж Р. Р. Мартін",
        "year": "1996",
        "genre": "Фентезі",
      },
      {
        "title": "Хроніки Нарнії: Лев, чаклунка та шафа",
        "author": "Клайв Стейплз Льюїс",
        "year": "1950",
        "genre": "Фентезі",
      },
      {
        "title": "Жорстокий принц",
        "author": "Голлі Блек",
        "year": "2018",
        "genre": "Фентезі",
      },
      {
        "title": "Маленький принц",
        "author": "Антуан де Сент-Екзюпері",
        "year": "1943",
        "genre": "Казка",
      },
      {
        "title": "Великий Гетсбі",
        "author": "Френсіс Скотт Фіцджеральд",
        "year": "1925",
        "genre": "Класика",
      },
      {
        "title": "Алхімік",
        "author": "Пауло Коельо",
        "year": "1988",
        "genre": "Філософський роман",
      },
      {
       "title": "Місто кісток",
       "author": "Кассандра Клер",
       "year": "2007",
       "genre": "Фентезі"
      },
      ],
      add(book) { },
      remove(id) { },
      update(id, book){}
  };
  