const library = {
    books: [
        {
            title: "Грокаємо алгоритми. Ілюстрований посібник для програмістів і допитливих",
            author: " Адітья Бхаргавал",
            year: 2024,
            genre: "Навчальна література",
        },

        {
            title: "1984",
            author: "Джордж Орвелл",
            year: 1949,
            genre: "Антиутопія",
        },
        {
            title: "Навчитися вчитися. Як запустити свій мозок на повну",
            author: "Барбара Оклі",
            year: 2019,
            genre: "Навчальна література",
        },
        {
            title: "Гаррі Поттер і філософський камінь",
            author: "Дж. К. Роулінг",
            year: 1997,
            genre: "Фентезі",
        },
        {
            title: "Гра престолів",
            author: "Джордж Р. Р. Мартін",
            year: 1996,
            genre: "Фентезі",
        },
        {
            title: "Старий і море",
            author: "Ернест Хемінгуей",
            year: 1952,
            genre: "Пригодницький роман",
        },
        {
            title: "Автоматизація рутинних завдань за допомогою Python. Практичний посібник для початківців",
            author: "Ел Свейгарт",
            year: 2017,
            genre: "Навчальна література",
        },
    ],
};
