const booksList = {
    books: [
    { title: "1984", author: "Джордж Орвелл", year: 1949, genre: "Антиутопія" },
    { title: "До побачення, зброє", author: "Ернест Гемінґвей", year: 1929, genre: "Роман" },
    { title: "Майстер і Маргарита", author: "Михайло Булгаков", year: 1967, genre: "Фантастика" },
    { title: "Злочин і кара", author: "Федір Достоєвський", year: 1866, genre: "Роман" },
    { title: "Убити пересмішника", author: "Гарпер Лі", year: 1960, genre: "Соціальна драма" },
    { title: "Гордість і упередження", author: "Джейн Остін", year: 1813, genre: "Роман" },
    { title: "Франкенштейн", author: "Мері Шеллі", year: 1818, genre: "Готика" },
    { title: "Старий і море", author: "Ернест Гемінґвей", year: 1952, genre: "Новела" },
    { title: "Гаррі Поттер і філософський камінь", author: "Джоан Роулінг", year: 1997, genre: "Фентезі" },
    { title: "Аліса в Країні чудес", author: "Льюїс Керролл", year: 1865, genre: "Фентезі" },
    { title: "Браття Карамазови", author: "Федір Достоєвський", year: 1880, genre: "Роман" },
    { title: "Володар перснів", author: "Дж. Р. Р. Толкін", year: 1954, genre: "Фентезі" },
    { title: "Анна Кареніна", author: "Лев Толстой", year: 1877, genre: "Роман" },
    { title: "Мобі Дік", author: "Герман Мелвілл", year: 1851, genre: "Роман" },
    { title: "Парфумер", author: "Патрік Зюскінд", year: 1985, genre: "Історичний роман" },
    { title: "Великий Гетсбі", author: "Френсіс Скотт Фіцджеральд", year: 1925, genre: "Роман" },
    { title: "Портрет Доріана Ґрея", author: "Оскар Вайлд", year: 1890, genre: "Філософський роман" },
    { title: "Процес", author: "Франц Кафка", year: 1925, genre: "Екзистенціалізм" },
    { title: "На західному фронті без змін", author: "Еріх Марія Ремарк", year: 1929, genre: "Антивоєнний роман" },
    { title: "Сто років самотності", author: "Габріель Гарсіа Маркес", year: 1967, genre: "Магічний реалізм" }
]};